Repository: adamdahan/Darky
Catalog: DarkMode Switcher/DarkMode Switcher/*.lproj/Localizable.strings
Languages: fr

# activate_dark_mode
source: Dark mode ON
fr: Dark mode activé

# desactivate_dark_mode
source: Dark mode OFF
fr: Dark mode désactivé

# enable_start_up_login
source: Start up when launch
fr: Démarrer au lancement de l'ordinateur

source: Check Update
fr: Vérifier les mises à jour

# settings
source: Preferences...
fr: Préférences

# rate_app
source: Support Us ! Rate the App
fr: Noter l'application

source: Quit App
fr: Quitter

# about
source: About DarkMode Switcher
fr: À propos de Theme Swapper

# update_available
source: An update is available
fr: Une mise à jour est disponible

# update_information_text
source: Do you want to update it now ?
fr: Voulez-vous mettre à jour maintenant ?

source: Cancel
fr: Annuler

source: OK
fr: Oui

# product_is_up_to_date
source: Your app is up to date
fr: Votre application est déjà à jour

source: Credits
fr: Crédits

# credit_description
source: Main App Icon Credits : %@. Status Bar Icon Credit: %@
fr: Icone de l'application principale : %@. Icone de status: %@

source: made by
fr: réalisée par

# accept_installation_folder
source: Allow
fr: Autoriser

# installation_text
source: ThemeSwapper require your approval in order to install some components
fr: ThemeSwapper a besoin de votre autorisation dans le but d'installer des composants additionnels

# install_components_button_title
source: Install components
fr: Installer les composants
